* clock
:LOGBOOK:
CLOCK: [2021-01-29 Fri 20:08]
CLOCK: [2021-01-28 Thu 21:59]--[2021-01-28 Thu 23:28] =>  1:29
CLOCK: [2021-01-27 Wed 17:41]--[2021-01-27 Wed 18:35] =>  0:54
CLOCK: [2021-01-26 Tue 20:25]--[2021-01-26 Tue 22:37] =>  2:12
CLOCK: [2021-01-26 Tue 16:35]--[2021-01-26 Tue 19:04] =>  2:29
CLOCK: [2021-01-26 Tue 12:05]--[2021-01-26 Tue 14:07] =>  2:02
CLOCK: [2021-01-26 Tue 00:52]--[2021-01-26 Tue 02:04] =>  1:12
CLOCK: [2021-01-25 Mon 20:58]--[2021-01-25 Mon 22:48] =>  1:50
CLOCK: [2021-01-24 Sun 21:17]--[2021-01-24 Sun 23:17] =>  2:00
CLOCK: [2021-01-23 Sat 23:36]--[2021-01-24 Sun 00:27] =>  0:51
CLOCK: [2021-01-22 Fri 23:57]--[2021-01-23 Sat 01:25] =>  1:28
CLOCK: [2021-01-22 Fri 22:27]--[2021-01-22 Fri 22:57] =>  0:30
CLOCK: [2021-01-21 Thu 20:37]--[2021-01-21 Thu 23:10] =>  2:33
CLOCK: [2021-01-20 Wed 22:00]--[2021-01-20 Wed 23:57] =>  1:57
CLOCK: [2021-01-19 Tue 21:55]--[2021-01-20 Wed 00:01] =>  2:06
CLOCK: [2021-01-18 Mon 23:02]--[2021-01-19 Tue 00:19] =>  1:17
CLOCK: [2021-01-18 Mon 20:30]--[2021-01-18 Mon 21:39] =>  1:09
CLOCK: [2021-01-17 Sun 22:20]--[2021-01-17 Sun 22:54] =>  0:34
CLOCK: [2021-01-17 Sun 00:54]--[2021-01-17 Sun 01:55] =>  1:01
CLOCK: [2021-01-15 Fri 16:46]--[2021-01-15 Fri 17:10] =>  0:24
CLOCK: [2021-01-15 Fri 15:26]--[2021-01-15 Fri 16:07] =>  0:41
CLOCK: [2021-01-15 Fri 00:25]--[2021-01-15 Fri 00:56] =>  0:31
CLOCK: [2021-01-14 Thu 20:43]--[2021-01-14 Thu 22:07] =>  1:24
CLOCK: [2021-01-13 Wed 23:00]--[2021-01-14 Thu 00:08] =>  1:08
CLOCK: [2021-01-13 Wed 00:30]--[2021-01-13 Wed 00:57] =>  0:27
CLOCK: [2021-01-12 Tue 20:15]--[2021-01-12 Tue 21:40] =>  1:25
CLOCK: [2021-01-11 Mon 22:29]--[2021-01-11 Mon 23:33] =>  1:04
CLOCK: [2021-01-11 Mon 00:23]--[2021-01-11 Mon 00:52] =>  0:29
CLOCK: [2021-01-10 Sun 10:20]--[2021-01-10 Sun 11:10] =>  0:50
CLOCK: [2021-01-09 Sat 19:22]--[2021-01-09 Sat 19:57] =>  0:35
CLOCK: [2021-01-08 Fri 20:54]--[2021-01-08 Fri 22:15] =>  1:21
CLOCK: [2021-01-07 Thu 17:59]--[2021-01-07 Thu 18:56] =>  0:57
CLOCK: [2021-01-06 Wed 23:27]--[2021-01-06 Wed 23:56] =>  0:29
CLOCK: [2021-01-05 Tue 11:59]--[2021-01-06 Wed 00:35] =>  0:36
CLOCK: [2021-01-04 Mon 22:01]--[2021-01-04 Mon 23:10] =>  1:09
CLOCK: [2021-01-04 Mon 12:54]--[2021-01-04 Mon 13:29] =>  0:35
CLOCK: [2021-01-03 Sun 16:19]--[2021-01-03 Sun 17:06] =>  0:47
CLOCK: [2021-01-02 Sat 22:58]--[2021-01-03 Sun 00:05] =>  1:07
CLOCK: [2021-01-01 Fri 21:39]--[2021-01-01 Fri 22:40] =>  1:01
:END:
